{
    "0": "<PAD>",
    "1": "<START>",
    "2": "<END>",
    "3": "<UNK>",
    "4": "កង្ហារពណ៌ខ្មៅមើលពីចំហៀង",
    "5": "កង្ហារពណ៌ខ្មៅមើលពីមុខ",
    "6": "កង្ហារពណ៌សនិងមានជើងទ្របួបួន",
    "7": "កន្ត្រកដែលមានខោអាវបត់ដាក់ចូល",
    "8": "កន្ត្រកដែលមានផ្លែឈើចម្រុះជាជាច្រើន",
    "9": "កន្ត្រកផ្ដៅដាក់អីវ៉ាន់",
    "10": "កន្ត្រកផ្តៅដាក់ពីលើក្រណាត់ពណ៌ស",
    "11": "កន្ត្រកផ្តៅដែលមានគម្រប",
    "12": "កន្ត្រកពណ៌ស",
    "13": "កន្ត្រកយួរពណ៌ខៀវ",
    "14": "កន្លែងដាក់សំលៀកបំពាក់",
    "15": "កន្លែងទទួលភ្ញៀវក្នុងផ្ទះ",
    "16": "កន្លែងទទួលភ្ញៀវនៅក្នុងផ្ទះដែលមានសាឡុងអង្គុយបីនិងតុមួយនៅកណ្ដាល",
    "17": "កន្លែងសម្រាប់ដាក់សំលៀកបំពាក់",
    "18": "កន្លែងសម្រាប់ទទួលភ្ញៀវនៅក្នុងផ្ទះ",
    "19": "កន្សែងបីរុំជិតគ្នាគ្នាដាក់នៅលើតុ",
    "20": "កន្សែងពោះគោបួនត្រួតពីលើគ្នា",
    "21": "កាបូបដាក់ប៊ិចរូបតុក្កតានិងមានពណ៌ផ្កាឈូក",
    "22": "កាបូបដែលមានកៀបក្រដាសពីក្នុង",
    "23": "កាបូបដែលមានដាក់ខ្មៅដៃផាត់ពណ៌",
    "24": "កាបូបពណ៌ផ្ទៃមេឃនិងមានរូបតុក្កតា",
    "25": "កាបូបរ៉ូតដែលមានពណ៌ទឹកក្រូច",
    "26": "កាបូបលុយបីដែលមានពណ៌ខុសៗគ្នា",
    "27": "កាបូបសម្រាប់ដាក់ប៊ិចដែលមានរូបតុក្កតានិងមានពណ៌ខុសៗគ្នា",
    "28": "កាសពណ៌ខ្មៅមួយដាក់នៅលើតុ",
    "29": "កាសពណ៌ប្រផេះនៅជិតថូផ្កានិងសៀវភៅ",
    "30": "កូនពែងពណ៌ខ្មៅបួននិងកំសៀវពណ៌ខ្មៅមួយ",
    "31": "កូនសោជាប់នឹងគន្លឹះទ្វារ",
    "32": "កូនសោបីក្នុងចង្កោមតែមួយ",
    "33": "កូនសោពណ៌ខ្មៅមួយដាក់នៅលើក្រដាសមួយសន្លឹក",
    "34": "កែវកាហ្វេនិងនំបុ័ង",
    "35": "កែវដាក់ទឹកដែលមានស្រោមកែវពណ៌ត្នោតពីក្រៅ",
    "36": "កែវដាក់ទឹកពណ៌ខ្មៅពីរ",
    "37": "កែវដែលមានកាហ្វេជិតពេពេញ",
    "38": "កែវទឹកពណ៌ស",
    "39": "កែវទឹកពណ៌សដែលមានម៉ូតរូបផ្ទះ",
    "40": "កែវទឹកពណ៌ស្វាយ",
    "41": "កែវទឹកមានពណ៌ខៀវលាយត្នោត",
    "42": "កៅអីឈើពណ៌ខុសៗគ្នាចំនួនប្រាំមួយដាក់តម្រៀបនៅជិតគ្នា",
    "43": "កៅអីឈើមួយដែលមានខ្នើយនិងភួយពីលើ",
    "44": "កៅអីឈើមួយនិងមានដបទឹកដាក់នៅលើដៃកៅអី",
    "45": "កៅអីពណ៌ក្រហមនៅជិតអាងទឹក",
    "46": "កៅអីពីរនៅជិតគ្នានិងមានខ្នើយនៅលើកៅអីទាំងពីរ",
    "47": "កៅអីពូកដាក់ជាប់ទូដែកទូនិងជញ្ជាំង",
    "48": "កៅអីពូកពណ៌សនៅជិតតុរៀន",
    "49": "កៅអីពូកអង្គុយពណ៌ខ្មៅ",
    "50": "កៅអីអង្គុយដែលមានពូកអង្គុយពណ៌ខ្មៅ",
    "51": "កៅអីអង្គុយពណ៌ប្រផេះ",
    "52": "កៅអីអង្គុយមានជើងបួន",
    "53": "កៅអីអង្គុយមានពណ៌ខៀវ",
    "54": "កៅអីអង្គុយមួយដែលមានពូកពណ៌ត្នោតនិងខ្នើយពីលើមួយ",
    "55": "កំសៀវដាំទឹក",
    "56": "កំសៀវនៅលើចង្ក្រាន",
    "57": "កំសៀវនៅលើតុចង្ក្រានបាយ",
    "58": "កំសៀវពណ៌សមួយកំពុងដាក់ដាំនៅលើចង្ក្រាន",
    "59": "ក្នុងថតតុមានសៀវភៅ",
    "60": "ក្នុងរូបនេះមានទូរស័ព្ទបួននិងមានពណ៌ខុសៗគ្នា",
    "61": "ក្នុងរូបនេះមានពិលចំនួនពីរនិងកែវទានមួយ",
    "62": "ក្មេងប្រុសម្នាក់កំពុងអង្អែលខ្នងសត្វឆ្មា",
    "63": "ក្មេងពាក់វ៉ែនតាកំពុងដេកអានសៀវភៅ",
    "64": "ក្មេងស្រីកំពុងថតជាមួយសត្វឆ្កែ",
    "65": "ក្មេងស្រីកំពុងអង្គុយលេងរបស់ដែលមាននៅលើតុ",
    "66": "ក្មេងស្រីពីរនាក់កំពុងលេងជាមួយគ្នា",
    "67": "ក្មេងស្រីម្នាក់កំពុងថើបឆ្កែ",
    "68": "ក្មេងស្រីម្នាក់កំពុងលេងជាមួយឆ្កែពណ៌សមួយក្បាល",
    "69": "ក្មេងស្រីម្នាក់កំពុងលេងជាមួយសត្វឆ្មា",
    "70": "ក្មេងស្រីម្នាក់និងសត្វឆ្កែមួយក្បាលកំពុងលេងជាមួយគ្នា",
    "71": "ក្មេងស្រីម្នាក់ពាក់មួកផ្កាឈូកកំពុងផឹកទឹក",
    "72": "ក្រឡដីឥដ្ឋកំពុងដាក់នៅលើភ្លើង",
    "73": "ក្រឡដីឥដ្ឋសសម្រាប់ដាក់ទឹក",
    "74": "ក្រឡថ្ម",
    "75": "ក្រឡថ្មដែលមានក្រដាសពណ៌ជាច្រើនបត់ដាក់ចូល",
    "76": "ក្រឡថ្មបីមានរុំគ្របដោដោយក្រណាត់និងចងខ្សែ",
    "77": "ក្រឡទានទៀនបីនៅជិតគ្នា",
    "78": "ខោអាវរាយប៉ាយនៅលើកម្រាលឥដ្ឋ",
    "79": "ខ្នើយពណ៌លឿងមួយដាក់នៅជិតថូផ្កាមួយ",
    "80": "ខ្សែសាកពណ៌សនៅលើតុ",
    "81": "គ្រែគេងដែលមានខ្នើយនិងភួយពណ៌ខៀវ",
    "82": "គ្រែគេងដែលមានពូកខ្នើយពណ៌ប្រផេះ",
    "83": "គ្រែគេងពណ៌ខ្មៅដែលមានបីជាន់",
    "84": "គ្រែគេងពណ៌ស្វាយនិងឈុឈុតពូកពណ៌ផ្កាឈូក",
    "85": "គ្រែគេងពីជាន់ដែលមានពណ៌ខ្មៅ",
    "86": "គ្រែគេងពីរជាន់",
    "87": "គ្រែគេងពីរជាន់ដែលមានពណ៌ប្រផេះ",
    "88": "គ្រែគេងពីរជាន់ដែលមានពណ៌ស",
    "89": "គ្រែឈើដែលលើគ្រែមានខ្នើយនិងពូកពណ៌ប្រផេះ",
    "90": "គ្រែឈើពីរជាន់",
    "91": "ចង្កឹះខ្មៅបីគូដាក់នៅលើចានដែលមានបាយពីដុំ",
    "92": "ចង្កឹះមួយគូដាក់ក្នុងចានគោមនៅលើតុ",
    "93": "ចង្ក្រានបាយ",
    "94": "ចានចំនួនបីដាក់ត្រួតពីលើគ្នា",
    "95": "ចានពណ៌សពីរនៅជិតគ្នាដែលចានមួយមានដាក់ផ្លែក្រូចជាច្រើន",
    "96": "ចានមានម៉ូតផ្កាពណ៌ខៀវដាក់នៅលើក្រណាត់",
    "97": "ឆ្កែខ្មៅមួយក្បាលកំពុងអង្គុយនៅលើសាឡុង",
    "98": "ឆ្កែដាក់ក្បាលលើខ្នងសត្វឆ្មា",
    "99": "ឆ្កែនិងមនុស្សអង្គុយជិតគ្នា",
    "100": "ឆ្កែពាក់មួកអង្គុយជិតវ៉ាលីពណ៌លឿង",
    "101": "ឆ្កែមួយក្បាលកំពុងអង្គុយក្រាបនៅជិតសាឡុង",
    "102": "ឆ្កែមួយក្បាលកំពុងអង្គុយនៅក្នុងវ៉ាលី",
    "103": "ឆ្កែមួយក្បាលក្រាបនៅជិតវ៉ាលី",
    "104": "ឆ្កែមួយក្បាលដែលមានសម្បុរសលាយខ្មៅអង្គុយនៅលើសាឡុង",
    "105": "ឆ្កែមួយក្បាលពាក់វ៉ែនតាខ្មៅកំពុងអង្គុយនៅលើវ៉ាលីពណ៌ក្រហម",
    "106": "ឆ្កែមួយក្បាលពាក់វ៉ែនតាអង្គុយនៅលើវ៉ាលីពណ៌ខៀវ",
    "107": "ឆ្កែមួយក្បាលអង្គុយនៅពីលើប្រអប់កេះនិងមានប្រអប់កេះជាច្រើននៅពីក្រោយឆ្កែនោះ",
    "108": "ឆ្កែអង្គុយលានអណ្ដាតនៅជិតសម្បកកេះ",
    "109": "ឆ្កែអង្គុយលើវ៉ាលី",
    "110": "ឆ្កែអង្គុយលើសាឡុង",
    "111": "ឆ្នាំងដីកំពុងដាក់លើភ្លើង",
    "112": "ឆ្នាំងដីពណ៌ខ្មៅ",
    "113": "ឆ្នាំងដែលមានជម្រៅជ្រៅ",
    "114": "ឆ្នាំងដែលមានដាក់ទឹកជិតពេញ",
    "115": "ឆ្មានិងឆ្កែអង្គុយជិតគ្នា",
    "116": "ឈុតកាបូបដាក់បាយប្រអប់ដាក់បាយនិងដបទឹកដែលមានពណ៌ខៀវ",
    "117": "ឈុតកំសៀវនិងកែវទឹកបួនដែលមានពណ៌ខៀវ",
    "118": "ឈុតកំសៀវនិងកែវពណ៌ខ្មៅ",
    "119": "ឈុតតុដែលមានកៅអីបួននិងកៅអីឈើមួយ",
    "120": "ឈុតតុដែលមានកៅអីប្រាំមួយ",
    "121": "ឈុតតុដែលមានកៅអីពីរ",
    "122": "ឈុតតុនិងកៅអីបួន",
    "123": "ឈុតតុនិងកៅអីប្រាំមួយ",
    "124": "ដបទឹកចំនួនបួនមានពណ៌ខុសៗគ្នា",
    "125": "ដៃកាន់ចង្កឹះមួយគូ",
    "126": "ដំរីនៅក្នុងទឹកនិងមានមនុស្សជិះពីលើ",
    "127": "ដំរីពីរក្បាលកំពុងប្រលែងគ្នានៅក្នុងទឹក",
    "128": "ដំរីពីរក្បាលដើរឆ្លងកាត់ផ្លូវ",
    "129": "ដំរីពីរក្បាលនៅជិតគ្នានិងមានមនុស្សម្នាក់នៅឈរប្រឡោះកណ្ដាលដំរីទាំងពីរ",
    "130": "ដំរីមួយក្បាលដើរនៅក្នុងទឹក",
    "131": "តុកញ្ចក់ពណ៌ខ្មៅមានរាងមូលសម្រាប់ដេគ័រ",
    "132": "តុកញ្ចក់សម្រាប់ដេគ័រ",
    "133": "តុឈើដែលមានថូផ្កាពីពីលើ",
    "134": "តុឈើសម្រាប់ដាក់អីវ៉ាន់ដែលមានបួនថត",
    "135": "តុឈើសម្រាប់ដេគ័រ",
    "136": "តុដែលមានម៉ូតបីបន្តគ្នា",
    "137": "តុនិងកៅអីដែលមានពណ៌ចម្រុះ",
    "138": "តុមានរាងមូលសម្រាប់ដេគ័រ",
    "139": "តុសម្រាប់ដេគ័រ",
    "140": "តុសម្រាប់ដេគ័រមានពណ៌ខ្មៅលាយមាស",
    "141": "ថូដាក់ផ្កាដែលមានរូបរាងដូចសត្វត្រីត្រី",
    "142": "ថូដីឥដ្ឋសម្រាប់ដាក់ទឹក",
    "143": "ថូថ្មដែលមានដាក់រុក្ខជាតិមួយដើម",
    "144": "ថូថ្មសម្រាប់លម្អ",
    "145": "ថូផ្កាពណ៌ខ្មៅ",
    "146": "ថូផ្កាពណ៌សដែលមានរាងស្លឹកឈើ",
    "147": "ថូពណ៌សមួយនៅជិតកៅអីនិងមានថូពណ៌សមួយទៀតនៅលើកៅអី",
    "148": "ថូពណ៌ស្វាយដាក់ពីលើសៀវភៅពីរក្បាល",
    "149": "ទូឈើសម្រាប់ដាក់អីវ៉ាន់",
    "150": "ទូដាក់ចាននិងកែវ",
    "151": "ទូដាក់សំលៀកបំពាក់និងកាបូបស្បែកជើង",
    "152": "ទូដាក់អីវ៉ាន់ដែលមានបីថតនិងមានដៃទ្វារពណ៌ក្រហម",
    "153": "ទូដាក់អីវ៉ាន់ដែលមានពណ៌ត្នោត",
    "154": "ទូដាក់អីវ៉ាន់ពណ៌ខៀវ",
    "155": "ទូដាក់អីវ៉ាន់ពណ៌សដែលមានថតបីនិងទ្វារកញ្ចក់",
    "156": "ទូដាក់អីវ៉ាន់ពណ៌សដែលមានបួនថត",
    "157": "ទូដាក់អីវ៉ាន់មានពណ៌ឈើ",
    "158": "ទូដែកដែលមានអីវ៉ាន់ពីខាងក្នុង",
    "159": "ទូរស័ព្ទនៅលើតុ",
    "160": "ធ្នើសម្រាប់ដាក់ស្បែកជើង",
    "161": "នារីម្នាក់កំពុងឈរកាន់វ៉ាលីនៅជិតកាំជណ្ដើរ",
    "162": "នារីម្នាក់កំពុងដោតផ្កាចូលទៅក្នុងថូ",
    "163": "នារីម្នាក់កំពុងអង្គុយចុចកុំព្យូទ័រនិងមានសត្វឆ្កែមួយអង្គុយនៅជិតនាង",
    "164": "នារីម្នាក់កំពុងអង្គុយលេងជាមួយនឹងសត្វឆ្កែមួយក្បាល",
    "165": "នារីម្នាក់កំពុងអង្គុយលេងទូរស័ព្ទនៅលើសាឡុង",
    "166": "នារីម្នាក់កំពុងអង្គុយអានសៀវភៅ",
    "167": "នារីម្នាក់កំពុងអង្គុយអានសៀវភៅនៅលើសាឡុងពណ៌លឿង",
    "168": "នាឡិកាពណ៌មាស",
    "169": "នៅក្នុងចានមានពងប្រាំគ្រាគ្រាប់",
    "170": "នៅក្នុងចានមានពងមាន់ជាប់ព្នៅនិងស្លាបព្រាមួយ",
    "171": "នៅជិតកៅអីមានកង្ហារពណ៌សមួយគ្រឿង",
    "172": "នៅជិតសាឡុងមានវ៉ាលីពណ៌សចំនួនពីរ",
    "173": "នៅពីលើទូឈើមានសៀវភៅមួយក្បាលនិងចានពីរនៅលើសៀវភៅនោះ",
    "174": "នៅលើជ្រុញមានកាំបិតស្រួចមួយនិងចំណិតផ្លែក្រូចពណ៌ក្រហមជាច្រើន",
    "175": "នៅលើជ្រុញមានក្រឡថ្មស្តបឺរីនិងនំបុ័ងដែលមានលាបស្តបឺរី",
    "176": "នៅលើតុឈើនេះមានកុំព្យូទ័រពណ៌ខ្មៅមួយសៀវភៅពីរក្បាលនាឡិកាមួយនិងរបស់ផ្សេងៗទៀត",
    "177": "នៅលើតុឈើមានមួកកាតិបមួយ",
    "178": "នៅលើតុឈើមានមួកកាតិបមួយមើលពីចំហៀង",
    "179": "នៅលើតុនេះមានចានសមួយដាក់ពីលើក្រណាត់",
    "180": "នៅលើតុពណ៌សមានសៀវភៅពីរក្បាលនិងមានកែវទឹកមួយនៅលើសៀវភៅទាំងពីរនោះ",
    "181": "នៅលើតុមានកន្សែងជាច្រើនបត់ដាក់ត្រួតពីលើគ្នា",
    "182": "នៅលើតុមានកាបូបលុយទូរស័ព្ទកាតធនាគារនិងចង្កោមសោរ",
    "183": "នៅលើតុមានកាបូបលុយទូរស័ព្ទនិងកូនសោរ",
    "184": "នៅលើតុមានកាបូបលុយពណ៌ខ្មៅមួយនិងសោដែលមានបន្តោងពណ៌ខ្មៅ",
    "185": "នៅលើតុមានកុំព្យូទ័រសៀវភៅប៊ិចទូរស័ព្ទនិងពែងកាហ្វេ",
    "186": "នៅលើតុមានកែវកាហ្វពណ៌ខ្មៅមួយនិងកែវថ្លាដែលមានទឹកមួយ",
    "187": "នៅលើតុមានកែវកាហ្វេជាច្រើនដែលមានពណ៌ចម្រុះគ្នា",
    "188": "នៅលើតុមានកែវទឹកនិងដបទឹកចម្រុះជាច្រើន",
    "189": "នៅលើតុមានកែវទឹកពណ៌លឿងនិងវ៉ែនតានៅលើសៀវភៅមួយក្បាល",
    "190": "នៅលើតុមានចានកែវទឹកនិងថូ",
    "191": "នៅលើតុមានដបស្រាមួយជក់មួយនិងប្រអប់មួយ",
    "192": "នៅលើតុមានទូរស័ព្ទពណ៌ខ្មៅមួយ",
    "193": "នៅលើតុមានទូរស័ព្ទមួយនិងកែវទឹកមួយ",
    "194": "នៅលើតុមាននាឡិកាដៃពណ៌ខ្មៅកំពុងសាកថ្ម",
    "195": "នៅលើតុមានពែងនិងចានបីឈុតដែលមានពណ៌សពណ៌ខ្មៅនិងពណ៌ត្នោត",
    "196": "នៅលើតុមានវ៉ែនតាមួយបាក់ដង",
    "197": "នៅលើតុមានសៀវភៅពណ៌សមួយក្បាលដែលមានកាបូបលុយដាក់ពីលើនិងមានបន្តោងសោរនៅជិតសៀវភៅនោះ",
    "198": "នៅលើតុមានសៀវភៅពីរក្បាល",
    "199": "នៅលើតុមានសៀវភៅពីរក្បាលពណ៌ខៀវដិតមួយនិងពណ៌ខៀវស្រាលមួយ",
    "200": "នៅលើទូមានកាសពណ៌ត្នោតលាយសមួយដាក់ទ្រជាមួយជើងទម្រ",
    "201": "នៅលើបន្ទះក្តារនេះមានសៀវភៅជាច្រើនក្បាលហើយមានពណ៌ខុសៗគ្នា",
    "202": "បុរសម្នាក់កំពុងគេងឱបដៃស្ដាប់កាសនៅលើសាឡុង",
    "203": "បុរសម្នាក់កំពុងដេកក្រាបនៅលើសាឡុងហើយចុចកុំព្យូទ័រដែលនៅលើឥដ្ឋ",
    "204": "បុរសម្នាក់កំពុងដេកលើសាឡុងហើយចុចកុំព្យូទ័រដែលដាក់នៅលើពោះរបស់គាត់",
    "205": "បុរសម្នាក់កំពុងនិយាយទូរស័ព្ទ",
    "206": "បុរសម្នាក់កំពុងអង្គុយកាន់ទូរសព្ទនៅដៃម្ខាងហើយដៃម្ខាងទៀតកាន់កែវទឹក",
    "207": "បុរសម្នាក់កំពុងអង្គុយចុចកុំព្យូទ័រពីរ",
    "208": "បុរសម្នាក់ពាក់អាវសកំពុងមើលទូរស័ព្ទ",
    "209": "បុរសម្នាក់ពាក់អាវសកំពុងអង្គុយអានសៀវភៅនៅលើសាឡុងពណ៌ខៀវ",
    "210": "ប៉ាន់តែពណ៌ក្រហមនៅជិតកែវដាក់នំ",
    "211": "ប៉ាន់តែពណ៌ខៀវកំពុងចាក់ទឹកចូលទៅក្នុងកែវ",
    "212": "ប៉ាន់តែពណ៌ខ្មៅ",
    "213": "ប្រអប់ដាក់បាយមានពណ៌បីខុសគ្នា",
    "214": "ប្រអប់បាយដែលមានពណ៌ក្រហមខៀវ",
    "215": "ប្រអប់បាយពណ៌ខៀវពីរត្រួតពីលើគ្នា",
    "216": "ប្រអប់បាយពណ៌ផ្កាឈូក",
    "217": "ប្រអប់បាយអ៊ីណុក",
    "218": "ផ្ទះបាយដែលមានដេគ័រពណ៌ស",
    "219": "ពិលពណ៌ខ្មៅមួយដាក់នៅលើដុំថ្ម",
    "220": "ពែងកាហ្វេដែលមានកាហ្វេខ្មៅជិតពេញកែវនិងគ្រាប់កាហ្វេនៅជិតពែង",
    "221": "ពែងកាហ្វេនៅលើចាននិងមានកូនស្លាបព្រាមួយ",
    "222": "ពែងថ្មដែលមានកាហ្វេខ្មៅជិតពេពេញ",
    "223": "មនុស្សប្រុសម្នាក់កំពុងស្ដាប់កាសនិងចុចកុំព្យូទ័រ",
    "224": "មនុស្សពីរនាក់អង្គុយជិតគ្នានៅលើស្មៅ",
    "225": "មនុស្សម្នាក់កំពុងអង្គុយធ្វើការ",
    "226": "មនុស្សស្រីពីរនាក់កំពុងអង្គុយនិយាយគ្នា",
    "227": "មានកង្ហារពណ៌សមួយដាក់នៅជិតទ្វារ",
    "228": "មានកន្ត្រកដាក់អីវ៉ាន់បីនៅជិតគ្នា",
    "229": "មានកន្ត្រកបីនៅលើស្មៅ",
    "230": "មានកន្ត្រកពីរដែលមានខោអាវពីក្នុង",
    "231": "មានកន្សែងជាច្រើនរុំដាក់ចិត្តគ្នានៅក្នុងថតទូ",
    "232": "មានកន្សែងជាច្រើនរុំដាក់ពីលើគ្នា",
    "233": "មានកន្សែងពណ៌សបួនរុំដាក់ជាមួយគ្នាក្នុងកន្ត្រក",
    "234": "មានកន្សែងពីរដាក់ចោលនៅលើកៅអី",
    "235": "មានកន្សែងពោះគោដាក់ត្រួតគ្នានៅលើកៅអី",
    "236": "មានកន្សែងពោះគោនៅលើកៅអី",
    "237": "មានកាបូបពណ៌ទឹកសមុទ្រពីរនៅលើសៀវភៅនិងកាបូបថ្លាមួយទៀតនៅជិតសៀវភៅ",
    "238": "មានកាបូបយួរមួយដាក់នៅលើកៅអីអង្គុយដែលនៅចុងគ្រែនិងមានស្បែកជើងពីរគូនៅក្រោមកៅអីនោះ",
    "239": "មានកាបូបលុយពណ៌ក្រហមមួយនៅលើតុ",
    "240": "មានកាបូបលុយពណ៌ត្នោតមួយនៅលើតុ",
    "241": "មានកាបូបលុយមួយទូរស័ព្ទដៃមួយនិងកាសនៅលើតុ",
    "242": "មានកាបូបលុយមួយនៅលើតុ",
    "243": "មានកាសពណ៌ខ្មៅមួយដាក់នៅលើតុ",
    "244": "មានកាសពណ៌សមួយដាក់នៅជិតកុំព្យូទ័រ",
    "245": "មានកាំបិតជាច្រើនដាក់តម្រៀបគ្នានៅលើក្រណាត់",
    "246": "មានកាំបិតនិងបន្លែនៅលើជ្រុញ",
    "247": "មានកាំបិតស្រួចនិងផ្លែស្តបឺរីនៅក្នុងកន្ត្រក",
    "248": "មានកុំព្យូទ័រនិងដបទឹកមួយនៅលើតុ",
    "249": "មានកូនសោរមួយនៅលើក្តារឈើ",
    "250": "មានកែវចំនួនបួនពណ៌ខុសៗគ្នា",
    "251": "មានកែវទឹកថ្មបួននៅក្នុងថតទូ",
    "252": "មានកែវទឹកពណ៌សមួយនៅលើតុ",
    "253": "មានកែវបីនៅលើតុ",
    "254": "មានកែវពណ៌ឈើមួយនៅលើបន្ទះឈើ",
    "255": "មានកែវស្រាចំនួនបីនៅលើតុ",
    "256": "មានកៅអីឈើមួយនៅលើវាលស្មៅ",
    "257": "មានកៅអីពណ៌ខៀវមួយដែលមានជើងបួន",
    "258": "មានកៅអីអង្គុយពណ៌សមួយ",
    "259": "មានកៅអីអង្គុយមួយដាក់នៅជិតទូអីវ៉ាន់",
    "260": "មានកៅអីអង្គុយមួយនៅចុងគ្រែនិងមានស្បែកជើងមួយគូដាក់នៅលើធ្នើនៃកៅអីនោះ",
    "261": "មានកំសៀវកែវទឹកនិងសៀវភៅដាក់នៅលើតុឈើដែលមានរាងកោង",
    "262": "មានកំសៀវចាក់ទឹកចូលទៅក្នុងកែវ",
    "263": "មានកំសៀវដាំទឹកពណ៌ខ្មៅមួយនិងទូរស័ព្ទមួយដែលដាក់នៅជិតកំសៀវ",
    "264": "មានកំសៀវពណ៌មាសមួយនៅលើចង្ក្រាន",
    "265": "មានក្មេងប្រុសពីរនាក់កំពុងឱបសត្វចៀមនិងឆ្កែមួយនៅកណ្ដាលក្មេងប្រុសទាំងពីរ",
    "266": "មានក្រឡដាក់ប៊ិចពីរនៅជិតគ្នា",
    "267": "មានក្រូចមួយនៅលើចាន",
    "268": "មានខោអាវជាច្រើនដាក់នៅលើកៅអី",
    "269": "មានខោអាវជាច្រើនដាក់នៅលើកៅអីផ្ដៅ",
    "270": "មានខ្នើយចម្រុះពណ៌ជាច្រើននៅលើសាឡុងអង្គុយ",
    "271": "មានខ្នើយបីដាក់នៅលើកៅអីឈើនិងមានកៅអីមួយទៀតដែលមានថូពីលើ",
    "272": "មានខ្នើយបីដាក់់នៅជិតគ្នា",
    "273": "មានខ្នើយពណ៌ទឹកប៊ិចមួយនៅលើកៅអីពណ៌ស",
    "274": "មានខ្នើយពណ៌លឿងចំនួនបួនដាក់ត្រួតពីលើគ្នានៅលើសាឡុងពណ៌សមួយ",
    "275": "មានខ្នើយពណ៌សនិងពណ៌បៃតងនៅលើសាឡុង",
    "276": "មានខ្នើយពណ៌សមួយដាក់នៅលើកៅអី",
    "277": "មានខ្នើយពណ៌សលាយលឿងជាច្រើននៅលើកៅអី",
    "278": "មានខ្នើយពណ៌សលាយលឿងដាក់នៅជិតតុនិងកៅអី",
    "279": "មានខ្នើយពីរដាក់នៅលើសាឡុងជិតទូ",
    "280": "មានខ្នើយរាងបេះដូងជាច្រើននៅលើសាឡុង",
    "281": "មានគំនរខោអាវនិងទំពក់ខោអាវដាក់នៅលើកម្រាលឥដ្ឋ",
    "282": "មានចង្កឹះឈើពីរដាក់នៅក្នុងប្រអប់",
    "283": "មានចង្កឹះឈើមួយគូដាក់នៅលើកែវទឹក",
    "284": "មានចង្កឹះបួនគូដាក់នៅជិតគ្នា",
    "285": "មានចង្កឹះប្រាំមួយគូពណ៌ខុសៗគ្នា",
    "286": "មានចង្កឹះមួយគូដាក់ក្នុងប្រអប់",
    "287": "មានចង្កឹះមួយគូដាក់ពីលើកូនចានពណ៌ស",
    "288": "មានចង្កឹះមួយគូដាក់ពីលើចានទឹកជ្រលក់",
    "289": "មានចង្កឹះមួយគូដាក់ពីលើចានបាយ",
    "290": "មានចង្កឹះមួយគូដាក់លើចានពណ៌ខ្មៅ",
    "291": "មានចង្កឹះមួយគូនិងកាំបិតមួយនៅលើជ្រុញ",
    "292": "មានចានដាក់នៅជិតក្រណាត់ដែលរុំសមស្លាបព្រាព្រានិងកាំបិត",
    "293": "មានឆ្កែនិងឆ្មាកំពុងដេកជិតគ្នា",
    "294": "មានឆ្កែពណ៌ត្នោតមួយក្បាលកំពុងក្រាបអង្គុយនៅលើសាឡុង",
    "295": "មានឆ្កែមួយឈរនៅក្នុងប្រអប់ឡាំង",
    "296": "មានដុំមួយដាក់នៅលើខ្នើយពណ៌ស",
    "297": "មានដៃកាន់ទូរស័ព្ទដៃមួយគ្រឿង",
    "298": "មានដៃកាន់ប៊ិចមួយដើមដាក់នៅលើសៀវភៅសរសេរ",
    "299": "មានតុឈើមានរាងមូលមួយនិងមានថូផ្កានៅពីលើ",
    "300": "មានថូដាក់ផ្កាពណ៌សពីរដែលមានម៉ូតប្រហោងកណ្ដាល",
    "301": "មានថូថ្មបីបីពណ៌តម្រៀបនៅជិតគ្នា",
    "302": "មានថូបីពណ៌តម្រៀបនៅជិតគ្នា",
    "303": "មានថូផ្កាមួយនៅលើតុ",
    "304": "មានថូផ្កាមួយនៅលើតុដែលក្នុងថូមានផ្កាបីពណ៌",
    "305": "មានថូមួមួយនៅពីខាងលើតុកញ្ចក់ពណ៌ខ្មៅដែលមានរាងជ្រុង",
    "306": "មានថូរុក្ខជាតិពីរនៅដាក់ជិតគ្នា",
    "307": "មានថូរុក្ខជាតិមួយដាក់លើតុ",
    "308": "មានទឹកពាក់កណ្ដាលនៅក្នុងប៉ាន់តែ",
    "309": "មាននាឡិកាដៃពណ៌ខ្មៅមួយដាក់នៅចំហៀងក្រដាសមួយសន្លឹក",
    "310": "មាននាឡិកាដៃពណ៌ត្នោតមួយនៅលើតុឈើ",
    "311": "មាននាឡិកាពីរដាក់ពីលើជើងទម្រ",
    "312": "មាននាឡិកាមួយដាក់នៅលើតុ",
    "313": "មានប៉ាន់កំសៀវពណ៌ខ្មៅមួយដាក់នៅលើស្មៅ",
    "314": "មានប៉ាន់តែម៉ូតផ្កាមួយដាក់នៅលើក្រណាត់",
    "315": "មានប៊ិចនិងខ្មៅដៃជាច្រើននៅក្នុងកែវពណ៌ក្រហម",
    "316": "មានប៊ិចនិងខ្មៅដៃពណ៌សពីរដើម",
    "317": "មានប៊ិចប្រាំបីដើមតម្រៀបគ្នា",
    "318": "មានប៊ិចពណ៌ខៀវមួយ",
    "319": "មានប៊ិចពណ៌ខ្មៅមួយដាក់ពីខាងលើសៀវភៅសរសេរមួយក្បាល",
    "320": "មានប៊ិចមួយដើមនៅលើសៀវភៅ",
    "321": "មានផើងរុក្ខជាតិបីនៅជិតគ្នា",
    "322": "មានផ្លែក្រូចពណ៌លឿងពីរនៅជិតគ្នា",
    "323": "មានផ្លែឈើដាក់នៅក្នុងកន្ត្រក",
    "324": "មានផ្លែប៉ោមច្រើនផ្លែដាក់នៅលើក្រណាត់",
    "325": "មានផ្លែផាសសិនជាច្រើនដាក់នៅលើចានពណ៌ស",
    "326": "មានផ្លែស្តបឺរីជាច្រើននៅក្នុងចានគោម",
    "327": "មានផ្លែស្វាយពីរផ្លែដាក់នៅលើចានថ្ម",
    "328": "មានពិលធំពណ៌លឿងមួយនៅលើតុពណ៌ខ្មៅ",
    "329": "មានពិលពណ៌ខ្មៅបីដាក់នៅលើកំណាត់ឈើ",
    "330": "មានពែងកាហ្វេមួយដាក់នៅលើបន្ទះឈើ",
    "331": "មានពែងកាហ្វេមួយនិងស្លាបព្រាកាហ្វេមួយដាក់នៅលើចាន",
    "332": "មានពែងទឹកពណ៌ក្រហមមួយដាក់នៅលើកៅអី",
    "333": "មានពែងទឹកពីរដាក់នៅលើក្រណាត់",
    "334": "មានពែងពណ៌ត្នោតមួយដាក់នៅលើប្រអប់សំបករបស់វា",
    "335": "មានមួកនៅលើវ៉ាលីពណ៌ខ្មៅ",
    "336": "មានមួកពណ៌ខ្មៅមួយដាក់នៅលើគ្រែពូក",
    "337": "មានមួកពណ៌ត្នោតមួយនៅលើតុ",
    "338": "មានមួកមួយដាក់នៅលើពូក",
    "339": "មានលុយកាក់នៅជិតកាបូបលុយនិងកញ្ចប់ជាច្រើនគៀបក្នុងកាបូបលុយ",
    "340": "មានវ៉ាលីមួយបញ្ឈរនៅជិតសាឡុងអង្គុយ",
    "341": "មានវ៉ែនតាខ្មៅនិងមួកមួយដាក់នៅលើគ្រែ",
    "342": "មានវ៉ែនតាខ្មៅមួយដាក់នៅលើតុ",
    "343": "មានវ៉ែនតាមួយដាក់នៅលើសៀវភៅនិងមានប៊ិចមួយដើមនៅជិតគ្នា",
    "344": "មានវ៉ែនតាមួយដាក់នៅលើសៀវភៅបីក្បាល",
    "345": "មានសមកាំបិតនិងចានដាក់រៀបនៅលើក្រណាត់",
    "346": "មានសមនិងស្លាបព្រានៅលើចាន",
    "347": "មានសាឡុងអង្គុយពណ៌ប្រផេះនិងមានខ្នើយពីលើសាឡុង",
    "348": "មានសៀវភៅពណ៌ខ្មៅមួយក្បាលដាក់នៅលើក្តារឈើ",
    "349": "មានសៀវភៅពណ៌លឿងមួយក្បាល",
    "350": "មានសៀវភៅមួយក្បាលបើកដាក់ចោលនៅលើតុ",
    "351": "មានសោមួយចង្កោមដាក់នៅកាច់ជ្រុងតុ",
    "352": "មានស្បែកជើងពណ៌ខ្មៅមួយគូដាក់បញ្ឈរនៅលើកៅអីអង្គុយមួយ",
    "353": "មានស្បែកជើងពីរគូដាក់នៅលើធ្នើ",
    "354": "មានស្បែកជើងពីរគូដាក់នៅលើធ្នើស្បែកជើង",
    "355": "មានស្បែកជើងមួយគូនៅលើកៅអី",
    "356": "មានអំពូលចង្កៀងបញ្ឈរខ្ពស់មួយនៅជិតសាឡុងអង្គុយ",
    "357": "មានអំពូលចង្កៀងពណ៌សមួយនៅលើតុ",
    "358": "មានអំពូលចង្កៀងពីរនិងថូផ្កាមួយនៅលើតុ",
    "359": "មានអំពូលចង្កៀងមួយនៅលើតុ",
    "360": "រូបនេះមានកន្ត្រៃនិងខ្មៅដៃដាក់នៅក្នុងក្រឡ",
    "361": "រូបនេះមានកាបូបដាក់ប៊ិចពណ៌ខៀវមួយដែលមានប៊ិចខ្មៅដៃក្នុងកាបូប",
    "362": "រូបនេះមានកាបូបយួរមួយនៅលើកៅអីនិងវ៉ាលីមួយនៅជិតកៅអី",
    "363": "រូបនេះមានកាបូបលុយពណ៌ត្នោតមួយលុយកាក់និងកាត",
    "364": "រូបនេះមានកាបូបវ៉ែនតានិងនាឡិកាដៃដាក់នៅជិតគ្នា",
    "365": "រូបនេះមានកាសនៅពីលើសៀវភៅនិងមានប៊ិចនៅជិតគ្នា",
    "366": "រូបនេះមានកាំបិតមួយនិងបន្លែច្រើនមុខ",
    "367": "រូបនេះមានកាំបិតស្រួចនិងស្រោមកាំបិត",
    "368": "រូបនេះមានកាំបិតស្រួចមួយ",
    "369": "រូបនេះមានកូនពែងចំនួនបួនប៉ាន់តែចំនួនពីរ",
    "370": "រូបនេះមានកែវទឹកពណ៌សមួយសៀវភៅនិងខ្មៅដៃមួយ។",
    "371": "រូបនេះមានកែវទឹកមួយមានពណ៌សនិងលាយម៉ូតពណ៌លឿង",
    "372": "រូបនេះមានកៅអីឈើមួយ",
    "373": "រូបនេះមានកៅអីពូកអង្គុយមួយតុមួយនិងស្បែកជើងមួយគូ",
    "374": "រូបនេះមានកៅអីមួយតុពណ៌សមួយនិងមានថូផ្កានៅពីលើតុពណ៌សនោះ",
    "375": "រូបនេះមានកៅអីអង្គុយមួយដែលមានខ្នើយពីលើនិងថូថូរុក្ខជាតិមួយនៅជិតកៅអី",
    "376": "រូបនេះមានកំសៀវពណ៌ប្រាក់បីនិងពណ៌ក្រហមមួយ",
    "377": "រូបនេះមានកំសៀវពណ៌មាសមួយ",
    "378": "រូបនេះមានក្រឡថ្មមួយ",
    "379": "រូបនេះមានចង្កឹះឈើជាច្រើនគូរ",
    "380": "រូបនេះមានឆ្នាំងចំនួនពីរដែលមានពណ៌មាសមួយនិងពណ៌ប្រាក់មួយ",
    "381": "រូបនេះមានឆ្នាំងដែលមានគម្របមួយនិងវែកមួយ",
    "382": "រូបនេះមានដបទឹកពីរពពណ៌ខ្មៅនិងពណ៌ខៀវ",
    "383": "រូបនេះមានដបស្រាមួយកែវទឹកមួយនិងផ្លែក្រូចមួយ",
    "384": "រូបនេះមានតុចំនួនមួយដែលជើងតុអាចរុញទៅមុខទៅក្រោយបាន",
    "385": "រូបនេះមានថូដីឥដ្ឋបួននិងមានទំហំខុសៗគ្នា",
    "386": "រូបនេះមានថូផ្កាជាច្រើនដែលមានពណ៌ខុសៗគ្នា",
    "387": "រូបនេះមានថូផ្កាពណ៌ផ្កាឈូកមួយដែលក្នុងថូក៏មានការពណ៌ផ្កាឈូក",
    "388": "រូបនេះមានថូពណ៌ខៀវដែលមានលាយម៉ូតផ្កាពណ៌លឿង",
    "389": "រូបនេះមានថូពណ៌ខៀវបីនិងមានទំហំខុសៗគ្នា",
    "390": "រូបនេះមានថូពណ៌ផ្កាឈូកមួយនៅលើតុនិងមានផ្កាក្នុងថូ",
    "391": "រូបនេះមានទូរស័ព្ទមួយកាបូបដែលមានលុយពីក្នុងនិងកូនសោមួយ",
    "392": "រូបនេះមានប៉ាន់តែមួយដែលមានពណ៌ខៀវនិងរូបផ្កា",
    "393": "រូបនេះមានប៊ិចនិងខ្មៅដៃពីរដើមដាក់នៅក្នុងក្រឡមួយ",
    "394": "រូបនេះមានប្រអប់បាយពីរមានទំហំធំមួយតូចមួយ",
    "395": "រូបនេះមានពែងកាហ្វេសៀវភៅនិងវ៉ែនតា",
    "396": "រូបនេះមានមួកខ្មៅមួយនៅលើតុ",
    "397": "រូបនេះមានវ៉ាលីពីរស្បែកជើងមួយគូកាបូបយួរមួយនិងកៅអីមួយដាក់នៅជិតគ្នា",
    "398": "រូបនេះមានវ៉ែនតាពណ៌ទឹកប៊ិចមួយនិងពែងកាហ្វេមួយ",
    "399": "រូបនេះមានសមមួយចានពណ៌សមួយនិងស្លាបព្រាមួយ",
    "400": "រូបនេះមានសៀវភៅពីក្បាលនិងវ៉ែនតាមួយ",
    "401": "រូបនេះមានសោឡាននិងនាឡិកាដៃមួយនៅលើកាបូបដាក់លុយ",
    "402": "លោកតានិងក្មេងស្រីកំពុងមើលសៀវភៅ",
    "403": "វាំងននពណ៌ក្រហមលាយស",
    "404": "វាំងននពណ៌ខៀវ",
    "405": "វាំងននមានរូបផ្កា",
    "406": "វ៉ាលីពណ៌ទឹកសមុទ្រនៅជិតប្រអប់",
    "407": "វ៉ាលីពណ៌ផ្កាឈូកបួនតម្រៀបគ្នាគ្នាពីពីធំមកតូច",
    "408": "វ៉ែនតាប្រេះកញ្ចក់មួយចំហៀង",
    "409": "វ៉ែនតាពណ៌ខ្មៅដែលមានដងស្តើង",
    "410": "វ៉ែនតាពណ៌ខ្មៅបាក់ជាពីរ",
    "411": "សត្វឆ្កែមួយក្បាលអង្គុយនៅលើវ៉ាលីបីដែលដាក់ត្រួតគ្នា",
    "412": "សត្វឆ្មាមួយក្បាលកំពុងក្រាបអអង្គុយនៅលើដី",
    "413": "សត្វឆ្មាសម្បុរទឹកក្រូចមួយក្បាលកំពុងអង្គុយនៅលើកៅអីឈើ",
    "414": "សត្វដំដំរីពីរក្បាលកំពុងដើរចុះទឹក",
    "415": "សត្វដំរីមួយក្បាលកំពុងដើរលើផ្លូវ",
    "416": "សាឡុងពណ៌ខ្មៅវែងមួយដាក់នៅជាប់ជញ្ជាំង",
    "417": "សាឡុងពណ៌លឿង",
    "418": "សាឡុងអង្គុយ",
    "419": "សាឡុងអង្គុយពណ៌ខ្មៅ",
    "420": "សាឡុងអង្គុយពណ៌បៃតង",
    "421": "សាឡុងអង្គុយពណ៌លឿងពីរនៅជិតគ្នា",
    "422": "សៀវភៅពណ៌សមួយនៅលើតុ",
    "423": "អំពូលចង្កៀងដែលមានម៉ូតផ្កាក្រហម",
    "424": "អំពូលចង្កៀងរូបម្នាស់"
}